Quests = {
    '전공과목 공부하기(기초)':{
        'grade' : 1,
        'exp' : 150
    },
    '1학년 교과과목 공부하기':{
        'grade': 1,
        'exp' : 90
    },
    '동아리 숙제 진행하기':{
        'grade' : 1,
        'exp' : 130
    },
    '역량(뉴로우) 훈련하기':{
        'grade' : 1,
        'exp' : 80
    },
    '전공과목 공부하기(심화)':{
        'grade' : 2,
        'exp':  230
    },
    '나르샤 프로젝트 진행하기':{
        'grade' : 2,
        'exp' : 300,
    },
    '2학년 교과과목 공부하기':{
        'grade' : 2,
        'exp' : 190
    },
    '동아리 수업 가르치기':{
        'grade' : 2,
        'exp' : 210
    },
    '프로젝트 실습하기':{
        'grade' : 3,
        'exp' : 550,
    },
    '프로그래밍 실무 진행하기':{
        'grade':3,
        'exp' : 500
    },
    'IT 기술 지원':{
        'grade':3,
        'exp' : 640
    },
    '직장인으로써의 역량 기르기' :{
        'grade' : 3,
        'exp' : 520
    }
}