Quests = {
    '전공과목 공부하기(기초)':{
        'grade' : 1,
        'exp' : 320
    },
    '1학년 교과과목 공부하기':{
        'grade': 1,
        'exp' : 275
    },
    '동아리 숙제 진행하기':{
        'grade' : 1,
        'exp' : 380
    },
    '역량(뉴로우) 훈련하기':{
        'grade' : 1,
        'exp' : 250
    },
    '전공과목 공부하기(심화)':{
        'grade' : 2,
        'exp':  920
    },
    '나르샤 프로젝트 진행하기':{
        'grade' : 2,
        'exp' : 880,
    },
    '2학년 교과과목 공부하기':{
        'grade' : 2,
        'exp' : 650
    },
    '동아리 수업 가르치기':{
        'grade' : 2,
        'exp' : 720
    },
    '프로젝트 실습하기':{
        'grade' : 3,
        'exp' : 1810,
    },
    '프로그래밍 실무 진행하기':{
        'grade':3,
        'exp' : 1780
    },
    'IT 기술 지원':{
        'grade':3,
        'exp' : 1920
    },
    '직장인으로써의 역량 기르기' :{
        'grade' : 3,
        'exp' : 1660
    }
}